Repository: israman30/Self-Analytics
Catalog: Self Analytics/Self Analytics/Localizable.xcstrings
Source language: en
Languages: ar, es_us, fr, ja, zh_hans, zh_hant

# %@ %@ percent complete
source: %1$@ %2$@ percent complete
ar: %1$@ %2$@ بالمئة مكتمل
es_us: %1$@ %2$@ por ciento completado
fr: %1$@ %2$@ pour cent terminé
ja: %1$@ %2$@ パーセント完了
zh_hans: %1$@ %2$@ 完成百分比
zh_hant: %1$@ %2$@ 完成百分比

source: %@ Chart
ar: رسم بياني %@
es_us: %@ Cuadro
fr: %@ Graphique
ja: %@チャート
zh_hans: %@ 图表
zh_hant: %@ 圖表

source: %@ GB
ar: %@ جيجابايت
fr: %@ Go

source: %@ Mbps
ar: %@ ميجابت/ث

# %@: %@ Mbps, %@
source: %1$@: %2$@ Mbps, %3$@
ar: %1$@: %2$@ ميجابت/ث، %3$@

# %@. Download: %@ Mbps. Upload: %@ Mbps
source: %1$@. Download: %2$@ Mbps. Upload: %3$@ Mbps
ar: %1$@. التنزيل: %2$@ ميجابت/ث. الرفع: %3$@ ميجابت/ث
es_us: %1$@. Descarga: %2$@ Mbps. Subida: %3$@ Mbps
fr: %1$@. Téléchargement : %2$@ Mbps. Envoi : %3$@ Mbps
ja: %1$@. ダウンロード：%2$@ Mbps. アップロード：%3$@ Mbps
zh_hans: %1$@. 下载：%2$@ Mbps. 上传：%3$@ Mbps
zh_hant: %1$@. 下載：%2$@ Mbps. 上傳：%3$@ Mbps

source: %@%% of total
ar: %@%% من الإجمالي
es_us: %@%% del total
fr: %@%% du total
ja: 合計の%@%%
zh_hans: 占总量 %@%%
zh_hant: 佔總量 %@%%

source: %lld points
ar: %lld نقطة
es_us: %lld puntos
ja: %lldポイント
zh_hans: %lld 分
zh_hant: %lld 分

source: Active Alerts
ar: التنبيهات النشطة
es_us: Alertas activas
fr: Alertes actives
ja: アクティブなアラート
zh_hans: 活动提醒
zh_hant: 活動提醒

source: Active data usage alerts: %lld
ar: تنبيهات استخدام البيانات النشطة: %lld
es_us: Alertas de uso de datos activos: %lld
fr: Alertes d'utilisation des données actives : %lld
ja: アクティブなデータ使用アラート：%lld
zh_hans: 活动数据使用提醒：%lld
zh_hant: 活動資料使用提醒：%lld

source: Active data usage limits: %lld
ar: حدود استخدام البيانات النشطة: %lld
es_us: Límites de uso de datos activos: %lld
fr: Limites d'utilisation des données actives : %lld
ja: アクティブなデータ使用制限：%lld
zh_hans: 活动数据使用限制：%lld
zh_hant: 活動資料使用限制：%lld

source: Active Limits
ar: الحدود النشطة
es_us: Límites activos
fr: Limites actives
ja: アクティブな制限
zh_hans: 活动限制
zh_hant: 活動限制

source: All Clear
ar: كل شيء على ما يرام
es_us: Todo en orden
fr: Tout va bien
ja: 問題なし
zh_hans: 一切正常
zh_hant: 一切正常

source: App
ar: التطبيق
es_us: Aplicación
ja: アプリ
zh_hans: 应用

source: App Version: %@
ar: إصدار التطبيق: %@
es_us: Versión de la aplicación: %@
fr: Version de l'app : %@
ja: アプリバージョン：%@
zh_hans: 应用版本：%@
zh_hant: App 版本：%@

# Battery Level: %lld percent%@
source: Battery Level: %1$lld percent%2$@
ar: مستوى البطارية: %lld%%%@
es_us: Nivel de batería: %lld por ciento%@
fr: Niveau de batterie : %lld pour cent%@
ja: バッテリーレベル：%lldパーセント%@
zh_hans: 电池电量：%lld%%%@
zh_hant: 電池電量：%lld%%%@

source: Battery maximum capacity trend over last 30 days
ar: اتجاه السعة القصوى للبطارية خلال آخر 30 يوماً
es_us: Tendencia de capacidad máxima de batería en los últimos 30 días
fr: Tendance de capacité maximale de la batterie sur les 30 derniers jours
ja: 過去30日間のバッテリー最大容量の推移
zh_hans: 过去30天电池最大容量趋势
zh_hant: 過去30天電池最大容量趨勢

source: Build Number: %@
ar: رقم الإصدار: %@
es_us: Número de compilación: %@
fr: Numéro de build : %@
ja: ビルド番号：%@
zh_hans: 构建号：%@
zh_hant: 建置編號：%@

source: Capacity %
ar: السعة %
es_us: Capacidad %
fr: Capacité %
ja: 容量%
zh_hans: 容量 %
zh_hant: 容量 %

source: Cellular
ar: الخلوي
es_us: Celular
fr: Cellulaire
ja: モバイルデータ
zh_hans: 蜂窝网络
zh_hant: 流動網路

source: Cellular (%@%%)
ar: الخلوي (%@%%)
es_us: Celular (%@%%)
fr: Cellulaire (%@%%)
ja: モバイルデータ（%@%%）
zh_hans: 蜂窝网络（%@%%）
zh_hant: 流動網路（%@%%）

source: Chart Preview
ar: معاينة الرسم البياني
es_us: Vista previa del gráfico
fr: Aperçu du graphique
ja: チャートプレビュー
zh_hans: 图表预览
zh_hant: 圖表預覽

source: Charts require iOS 16 or later
ar: تتطلب الرسوم البيانية iOS 16 أو أحدث
es_us: Los gráficos requieren iOS 16 o posterior
fr: Les graphiques nécessitent iOS 16 ou une version ultérieure
ja: チャートはiOS 16以降が必要です
zh_hans: 图表需要 iOS 16 或更高版本
zh_hant: 圖表需要 iOS 16 或更新版本

source: Clear All
ar: مسح الكل
es_us: Borrar todo
fr: Tout effacer
ja: すべてクリア
zh_hans: 全部清除
zh_hant: 全部清除

source: Closes the speed test view
ar: إغلاق عرض اختبار السرعة
es_us: Cierra la vista de prueba de velocidad
fr: Ferme la vue du test de vitesse
ja: 速度テストのビューを閉じる
zh_hans: 关闭速度测试视图
zh_hant: 關閉速度測試檢視

source: Comprehensive device health monitoring with detailed metrics
ar: مراقبة شاملة لصحة الجهاز مع مقاييس تفصيلية
es_us: Monitoreo integral del estado del dispositivo con métricas detalladas
fr: Surveillance complète de l'état de l'appareil avec des métriques détaillées
ja: 詳細なメトリクスによるデバイスヘルスの包括的な監視
zh_hans: 带详细指标的综合设备健康监测
zh_hant: 含詳細指標的完整裝置健康監測

source: Configure data usage limits and alerts
ar: تكوين حدود وتنبيهات استخدام البيانات
es_us: Configurar límites de uso de datos y alertas
fr: Configurer les limites et alertes d'utilisation des données
ja: データ使用の制限とアラートを設定
zh_hans: 配置数据使用限制和提醒
zh_hant: 設定資料使用限制與提醒

source: Configure data usage limits and alerts to monitor your cellular and Wi-Fi data consumption.
ar: قم بتكوين حدود وتنبيهات استخدام البيانات لمراقبة استهلاك بيانات الخلوي وWi-Fi.
es_us: Configure límites de uso de datos y alertas para monitorear su consumo de datos móviles y Wi-Fi.
fr: Configurez les limites et alertes d'utilisation des données pour suivre votre consommation cellulaire et Wi-Fi.
ja: セルラーとWi-Fiのデータ使用量を監視するため、データ使用の制限とアラートを設定します。
zh_hans: 配置数据使用限制和提醒以监控您的蜂窝和 Wi‑Fi 数据使用量。
zh_hant: 設定資料使用限制與提醒以監控您的流動網路和 Wi‑Fi 資料用量。

source: Current battery status
ar: حالة البطارية الحالية
es_us: Estado actual de la batería
fr: État actuel de la batterie
ja: 現在のバッテリー状態
zh_hans: 当前电池状态
zh_hant: 目前電池狀態

source: Current memory consumption
ar: استهلاك الذاكرة الحالي
es_us: Consumo de memoria actual
fr: Consommation mémoire actuelle
ja: 現在のメモリ使用量
zh_hans: 当前内存消耗
zh_hant: 目前記憶體消耗

source: Current network connection type
ar: نوع اتصال الشبكة الحالي
es_us: Tipo de conexión de red actual
fr: Type de connexion réseau actuel
ja: 現在のネットワーク接続タイプ
zh_hans: 当前网络连接类型
zh_hant: 目前網路連線類型

source: Data Usage
ar: استخدام البيانات
es_us: Uso de datos
fr: Utilisation des données
ja: データ使用量
zh_hans: 数据使用
zh_hant: 資料使用

source: Data Usage Alerts
ar: تنبيهات استخدام البيانات
es_us: Alertas de uso de datos
fr: Alertes d'utilisation des données
ja: データ使用アラート
zh_hans: 数据使用提醒
zh_hant: 資料使用提醒

source: Data Usage Settings
ar: إعدادات استخدام البيانات
es_us: Configuración de uso de datos
fr: Paramètres d'utilisation des données
ja: データ使用設定
zh_hans: 数据使用设置
zh_hant: 資料使用設定

source: Data Usage Statistics
ar: إحصائيات استخدام البيانات
es_us: Estadísticas de uso de datos
fr: Statistiques d'utilisation des données
ja: データ使用統計
zh_hans: 数据使用统计
zh_hant: 資料使用統計

source: Detailed Breakdown
ar: تفصيل مفصل
es_us: Desglose detallado
fr: Détail détaillé
ja: 詳細内訳
zh_hans: 详细分解
zh_hant: 詳細分解

source: Details
ar: التفاصيل
es_us: Detalles
fr: Détails
ja: 詳細
zh_hans: 详情
zh_hant: 詳情

source: Device Health
ar: صحة الجهاز
es_us: Estado del dispositivo
fr: État de l'appareil
ja: デバイスの状態
zh_hans: 设备健康
zh_hant: 裝置健康

# Device Health Score: %lld out of 100, %@
source: Device Health Score: %1$lld out of 100, %2$@
ar: درجة صحة الجهاز: %lld من 100، %@
es_us: Puntuación de salud del dispositivo: %lld de 100, %@
fr: Score de santé de l'appareil : %lld sur 100, %@
ja: デバイスヘルススコア：100点満点中%lld、%@
zh_hans: 设备健康评分：100分中 %lld 分，%@
zh_hant: 裝置健康評分：100 分中 %lld 分，%@

source: Device Health Widget
ar: عنصر صحة الجهاز
es_us: Widget de salud del dispositivo
fr: Widget État de l'appareil
ja: デバイスヘルスウィジェット
zh_hans: 设备健康小组件
zh_hant: 裝置健康小工具

source: Device Metrics
ar: مقاييس الجهاز
es_us: Métricas del dispositivo
fr: Métriques de l'appareil
ja: デバイスメトリクス
zh_hans: 设备指标
zh_hant: 裝置指標

source: Device Model: %@
ar: موديل الجهاز: %@
es_us: Modelo del dispositivo: %@
fr: Modèle d'appareil : %@
ja: デバイスモデル：%@
zh_hans: 设备型号：%@
zh_hant: 裝置型號：%@

source: Done
ar: تم
es_us: Hecho
fr: Terminé
ja: 完了
zh_hans: 完成
zh_hant: 完成

source: Double tap to toggle detailed information
ar: انقر نقراً مزدوجاً للتبديل بين المعلومات التفصيلية
es_us: Toca dos veces para mostrar u ocultar información detallada
fr: Appuyez deux fois pour afficher ou masquer les détails
ja: 詳細情報の表示を切り替えるにはダブルタップ
zh_hans: 双击切换详细信息
zh_hant: 點兩下切換詳細資訊

source: Error
ar: خطأ
fr: Erreur
ja: エラー
zh_hans: 错误
zh_hant: 錯誤

source: Findings
ar: النتائج
es_us: Hallazgos
fr: Résultats
ja: 検出結果
zh_hans: 检查结果
zh_hant: 檢查結果

source: Health Score: %lld
ar: درجة الصحة: %lld
es_us: Puntuación de salud: %lld
fr: Score de santé : %lld
ja: ヘルススコア：%lld
zh_hans: 健康评分：%lld
zh_hant: 健康評分：%lld

source: Health Score: %lld out of 100
ar: درجة الصحة: %lld من 100
es_us: Puntuación de salud: %lld sobre 100
fr: Score de santé : %lld sur 100
ja: ヘルススコア：100点満点中%lld
zh_hans: 健康评分：100分中 %lld 分
zh_hant: 健康評分：100 分中 %lld 分

# Health status: %@. Tap to %@ details
source: Health status: %1$@. Tap to %2$@ details
ar: حالة الصحة: %1$@. انقر لعرض تفاصيل %2$@
es_us: Estado de salud: %1$@. Toca para %2$@ detalles
fr: État de santé : %1$@. Appuyez pour %2$@ les détails
ja: ヘルス状態：%1$@。%2$@の詳細を表示するにはタップ
zh_hans: 健康状态：%1$@。点击查看 %2$@ 详情
zh_hant: 健康狀態：%1$@。點一下查看 %2$@ 詳情

source: Last Updated
ar: آخر تحديث
es_us: Última actualización
fr: Dernière mise à jour
ja: 最終更新
zh_hans: 最后更新
zh_hant: 最後更新

# Limit: %@ • %@
source: Limit: %1$@ • %2$@
ar: الحد: %1$@ • %2$@
es_us: Límite: %1$@ • %2$@
fr: Limite : %1$@ • %2$@
ja: 制限：%1$@ • %2$@
zh_hans: 限制：%1$@ • %2$@
zh_hant: 限制：%1$@ • %2$@

source: Memory Usage: %lld percent
ar: استخدام الذاكرة: %lld%%
es_us: Uso de memoria: %lld por ciento
fr: Utilisation de la mémoire : %lld pour cent
ja: メモリ使用量：%lldパーセント
zh_hans: 内存使用：%lld%%
zh_hant: 記憶體使用：%lld%%

source: Monitor your device's health at a glance.
ar: راقب صحة جهازك بنظرة واحدة.
es_us: Supervise la salud de su dispositivo de un vistazo.
fr: Surveillez l'état de votre appareil en un coup d'œil.
ja: デバイスの状態を一目で確認できます。
zh_hans: 一目了然监控设备健康。
zh_hant: 一目了然監控裝置健康。

source: Network Type Breakdown
ar: تفصيل نوع الشبكة
es_us: Desglose del tipo de red
fr: Répartition par type de réseau
ja: ネットワークタイプ別内訳
zh_hans: 网络类型分解
zh_hant: 網路類型分解

source: Network: %@
ar: الشبكة: %@
es_us: Red: %@
fr: Réseau : %@
ja: ネットワーク：%@
zh_hans: 网络：%@
zh_hant: 網路：%@

source: No battery aging data yet. Open the app daily to build your trend.
ar: لا توجد بيانات شيخوخة البطارية بعد. افتح التطبيق يومياً لبناء اتجاهك.
es_us: Aún no hay datos de envejecimiento de batería. Abre la app diariamente para construir tu tendencia.
fr: Pas encore de données de vieillissement de la batterie. Ouvrez l'app quotidiennement pour construire votre tendance.
ja: バッテリー経年劣化データはまだありません。毎日アプリを開いて推移データを作成してください。
zh_hans: 尚无电池老化数据。请每日打开应用以建立趋势。
zh_hant: 尚無電池老化資料。請每日開啟 App 以建立趨勢。

source: No Data Usage Alerts
ar: لا توجد تنبيهات استخدام البيانات
es_us: Sin alertas de uso de datos
fr: Aucune alerte d'utilisation des données
ja: データ使用アラートなし
zh_hans: 无数据使用提醒
zh_hant: 無資料使用提醒

source: No security risks detected. Your device and network are safe.
ar: لم يتم اكتشاف مخاطر أمنية. جهازك وشبكتك آمنان.
es_us: No se detectaron riesgos de seguridad. Tu dispositivo y red están seguros.
fr: Aucun risque de sécurité détecté. Votre appareil et votre réseau sont en sécurité.
ja: セキュリティリスクは検出されませんでした。デバイスとネットワークは安全です。
zh_hans: 未检测到安全风险。您的设备和网络处于安全状态。
zh_hant: 未偵測到安全風險。您的裝置和網路處於安全狀態。

source: No test history available
ar: لا يوجد سجل اختبارات متاح
es_us: No hay historial de pruebas disponible
fr: Aucun historique de tests disponible
ja: テスト履歴がありません
zh_hans: 无可用测试记录
zh_hant: 無可用測試記錄

source: OK
ar: موافق
zh_hans: 好
zh_hant: 好

source: Open the app daily to build your battery capacity trend.
ar: افتح التطبيق يومياً لبناء اتجاه سعة البطارية.
es_us: Abre la app diariamente para construir tu tendencia de capacidad de batería.
fr: Ouvrez l'app quotidiennement pour construire votre tendance de capacité de batterie.
ja: 毎日アプリを開いてバッテリー容量の推移データを作成してください。
zh_hans: 请每日打开应用以建立电池容量趋势。
zh_hant: 請每日開啟 App 以建立電池容量趨勢。

source: Performance Level
ar: مستوى الأداء
es_us: Nivel de rendimiento
fr: Niveau de performance
ja: パフォーマンスレベル
zh_hans: 性能等级
zh_hant: 效能等級

# Performance Status: %@, %lld data points
source: Performance Status: %1$@, %2$lld data points
ar: حالة الأداء: %@، %lld نقطة بيانات
es_us: Estado de rendimiento: %@, %lld puntos de datos
fr: État des performances : %@, %lld points de données
ja: パフォーマンス状態：%@、%lldデータポイント
zh_hans: 性能状态：%@，%lld 个数据点
zh_hant: 效能狀態：%@，%lld 個資料點

# Progress: %lld %@
source: Progress: %1$lld %2$@
ar: التقدم: %lld %@
es_us: Progreso: %lld %@
fr: Progression : %lld %@
ja: 進捗：%lld %@
zh_hans: 进度：%lld %@
zh_hant: 進度：%lld %@

source: Recommendations
ar: التوصيات
es_us: Recomendaciones
fr: Recommandations
ja: 推奨事項
zh_hans: 建议
zh_hant: 建議

source: Refresh
ar: تحديث
es_us: Actualizar
fr: Actualiser
ja: 更新
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh health score
ar: تحديث درجة الصحة
es_us: Actualizar puntaje de salud
fr: Actualiser le score de santé
ja: ヘルススコアを更新
zh_hans: 刷新健康评分
zh_hant: 重新整理健康評分

source: Scan Now
ar: فحص الآن
es_us: Escanear ahora
fr: Analyser maintenant
ja: 今すぐスキャン
zh_hans: 立即扫描
zh_hant: 立即掃描

source: Scanning...
ar: جاري الفحص...
es_us: Escaneando...
fr: Analyse en cours...
ja: スキャン中...
zh_hans: 正在扫描...
zh_hant: 正在掃描...

source: Score
ar: الدرجة
es_us: Puntaje
ja: スコア
zh_hans: 评分
zh_hant: 評分

source: Security Scan
ar: فحص الأمان
es_us: Escaneo de seguridad
fr: Analyse de sécurité
ja: セキュリティスキャン
zh_hans: 安全扫描
zh_hant: 安全掃描

source: Security Score
ar: درجة الأمان
es_us: Puntaje de seguridad
fr: Score de sécurité
ja: セキュリティスコア
zh_hans: 安全评分
zh_hant: 安全評分

source: Security score %lld out of 100
ar: درجة الأمان %lld من 100
es_us: Puntaje de seguridad %lld de 100
fr: Score de sécurité %lld sur 100
ja: セキュリティスコア100点満点中%lld
zh_hans: 安全评分 100 分中 %lld 分
zh_hant: 安全評分 100 分中 %lld 分

source: Shows %@ trends over time
ar: يعرض اتجاهات %@ بمرور الوقت
es_us: Muestra tendencias %@ a lo largo del tiempo
fr: Affiche les tendances %@ dans le temps
ja: %@の時間経過による傾向を表示
zh_hans: 显示 %@ 随时间的趋势
zh_hant: 顯示 %@ 隨時間的趨勢

source: Shows %@ value with trend indicator
ar: يعرض قيمة %@ مع مؤشر الاتجاه
es_us: Muestra el valor %@ con el indicador de tendencia
fr: Affiche la valeur %@ avec indicateur de tendance
ja: %@の値と傾向インジケーターを表示
zh_hans: 显示带趋势指标的 %@ 值
zh_hant: 顯示帶趨勢指標的 %@ 值

source: Shows detailed device metrics including battery, memory, storage, and network
ar: يعرض مقاييس الجهاز التفصيلية بما في ذلك البطارية والذاكرة والتخزين والشبكة
es_us: Muestra métricas detalladas del dispositivo, incluida la batería, la memoria, el almacenamiento y la red.
fr: Affiche les métriques détaillées de l'appareil incluant batterie, mémoire, stockage et réseau
ja: バッテリー、メモリ、ストレージ、ネットワークを含む詳細なデバイスメトリクスを表示
zh_hans: 显示详细设备指标，包括电池、内存、存储和网络
zh_hant: 顯示詳細裝置指標，包括電池、記憶體、儲存空間和網路

source: Shows how estimated battery capacity has changed over time
ar: يعرض كيف تغيرت السعة التقديرية للبطارية بمرور الوقت
es_us: Muestra cómo ha cambiado la capacidad estimada de la batería con el tiempo
fr: Montre comment la capacité estimée de la batterie a évolué dans le temps
ja: 推定バッテリー容量が時間とともにどのように変化したかを表示
zh_hans: 显示预估电池容量随时间的变化
zh_hant: 顯示預估電池容量隨時間的變化

source: Shows key device metrics including health score, battery, memory, and network status
ar: يعرض مقاييس الجهاز الرئيسية بما في ذلك درجة الصحة والبطارية والذاكرة وحالة الشبكة
es_us: Muestra métricas clave del dispositivo, incluido el puntaje de salud, la batería, la memoria y el estado de la red.
fr: Affiche les métriques clés de l'appareil incluant score de santé, batterie, mémoire et état du réseau
ja: ヘルススコア、バッテリー、メモリ、ネットワーク状態を含む主要なデバイスメトリクスを表示
zh_hans: 显示关键设备指标，包括健康评分、电池、内存和网络状态
zh_hant: 顯示關鍵裝置指標，包括健康評分、電池、記憶體和網路狀態

source: Shows overall device health performance
ar: يعرض أداء صحة الجهاز الإجمالي
es_us: Muestra el rendimiento general de la salud del dispositivo
fr: Affiche les performances globales de l'état de l'appareil
ja: デバイスヘルスの全体的なパフォーマンスを表示
zh_hans: 显示整体设备健康表现
zh_hant: 顯示整體裝置健康表現

source: Starts the network speed test
ar: بدء اختبار سرعة الشبكة
es_us: Inicia la prueba de velocidad de red
fr: Lance le test de vitesse du réseau
ja: ネットワーク速度テストを開始
zh_hans: 开始网络速度测试
zh_hant: 開始網路速度測試

source: Summary
ar: الملخص
es_us: Resumen
fr: Résumé
ja: 概要
zh_hans: 摘要
zh_hant: 摘要

source: Sunday morning notification with your device health summary
ar: إشعار صباح الأحد مع ملخص صحة جهازك
es_us: Notificación del domingo por la mañana con el resumen de salud de tu dispositivo
fr: Notification du dimanche matin avec le résumé de santé de votre appareil
ja: 日曜朝のデバイスヘルスサマリー通知
zh_hans: 周日上午设备健康摘要通知
zh_hant: 週日上午裝置健康摘要通知

source: Swipe to dismiss alerts or tap to mark as read.
ar: اسحب لإلغاء التنبيهات أو انقر لتحديد كمقروء.
es_us: Desliza para descartar alertas o toca para marcar como leídas.
fr: Glissez pour ignorer les alertes ou appuyez pour marquer comme lu.
ja: アラートを閉じるにはスワイプ、既読にするにはタップ。
zh_hans: 滑动删除提醒或点击标为已读。
zh_hant: 滑動刪除提醒或點一下標示為已讀。

source: System Version: %@
ar: إصدار النظام: %@
es_us: Versión del sistema: %@
fr: Version du système : %@
ja: システムバージョン：%@
zh_hans: 系统版本：%@
zh_hant: 系統版本：%@

source: Test #%lld
ar: اختبار #%lld
es_us: Prueba #%lld
fr: Test n°%lld
ja: テスト #%lld
zh_hans: 测试 #%lld
zh_hant: 測試 #%lld

# Test %lld: Download %@ Mbps, Upload %@ Mbps
source: Test %1$lld: Download %2$@ Mbps, Upload %3$@ Mbps
ar: اختبار %1$lld: التنزيل %2$@ ميجابت/ث، الرفع %3$@ ميجابت/ث
es_us: Prueba %1$lld: Descarga %2$@ Mbps, Carga %3$@ Mbps
fr: Test %1$lld : Téléchargement %2$@ Mbps, Envoi %3$@ Mbps
ja: テスト%1$lld：ダウンロード %2$@ Mbps、アップロード %3$@ Mbps
zh_hans: 测试 %1$lld：下载 %2$@ Mbps，上传 %3$@ Mbps
zh_hant: 測試 %1$lld：下載 %2$@ Mbps，上傳 %3$@ Mbps

source: Time
ar: الوقت
es_us: Tiempo
fr: Temps
ja: 時間
zh_hans: 时间
zh_hant: 時間

source: Time Period
ar: الفترة الزمنية
es_us: Período de tiempo
fr: Période
ja: 期間
zh_hans: 时间段
zh_hant: 時間段

source: Time Range
ar: النطاق الزمني
es_us: Rango de tiempo
fr: Plage horaire
ja: 時間範囲
zh_hans: 时间范围
zh_hant: 時間範圍

source: Top Apps by Usage
ar: أفضل التطبيقات حسب الاستخدام
es_us: Las mejores aplicaciones por uso
fr: Apps les plus utilisées
ja: 使用量の多いアプリ
zh_hans: 按使用量排序的热门应用
zh_hant: 依使用量排序的熱門 App

source: Total
ar: الإجمالي
ja: 合計
zh_hans: 总计
zh_hant: 總計

source: Total Usage
ar: إجمالي الاستخدام
es_us: Uso total
fr: Utilisation totale
ja: 合計使用量
zh_hans: 总使用量
zh_hant: 總使用量

source: Usage
ar: الاستخدام
es_us: Uso
fr: Utilisation
ja: 使用量
zh_hans: 使用量
zh_hant: 使用量

source: Usage Breakdown
ar: تفصيل الاستخدام
es_us: Desglose de uso
fr: Répartition de l'utilisation
ja: 使用量内訳
zh_hans: 使用量分解
zh_hant: 使用量分解

source: Usage History
ar: سجل الاستخدام
es_us: Historial de uso
fr: Historique d'utilisation
ja: 使用履歴
zh_hans: 使用历史
zh_hant: 使用記錄

source: Usage History Chart
ar: رسم بياني لسجل الاستخدام
es_us: Cuadro de historial de uso
fr: Graphique de l'historique d'utilisation
ja: 使用履歴チャート
zh_hans: 使用历史图表
zh_hant: 使用記錄圖表

source: Usage Over Time
ar: الاستخدام بمرور الوقت
es_us: Uso a lo largo del tiempo
fr: Utilisation dans le temps
ja: 時間経過による使用量
zh_hans: 随时间的使用量
zh_hant: 隨時間的使用量

source: View detailed health information
ar: عرض معلومات الصحة التفصيلية
es_us: Ver información detallada de salud
fr: Voir les détails de l'état de santé
ja: 詳細なヘルス情報を表示
zh_hans: 查看详细健康信息
zh_hant: 查看詳細健康資訊

source: View past speed test results
ar: عرض نتائج اختبارات السرعة السابقة
es_us: Ver resultados de pruebas de velocidad anteriores
fr: Voir les résultats des tests de vitesse passés
ja: 過去の速度テスト結果を表示
zh_hans: 查看以往速度测试结果
zh_hant: 查看以往速度測試結果

source: Weekly Health Summary
ar: ملخص الصحة الأسبوعي
es_us: Resumen semanal de salud
fr: Résumé hebdomadaire de santé
ja: 週次ヘルスサマリー
zh_hans: 每周健康摘要
zh_hant: 每週健康摘要

source: You're within your data usage limits. Great job!
ar: أنت ضمن حدود استخدام بياناتك. أحسنت!
es_us: Estás dentro de tus límites de uso de datos. ¡Excelente trabajo!
fr: Vous êtes dans vos limites d'utilisation des données. Bon travail !
ja: データ使用制限の範囲内です。よくできました！
zh_hans: 您在使用限制范围内。做得很好！
zh_hant: 您在使用限制範圍內。做得很好！
